[
    {
        "Title": "Coffee",
        "Speakers": "",
        "LongDescription": "",
        "ShortDescription": "Get energized for a day of inspiration and learning!",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Housekeeping",
        "Durationminutes": "",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "",
        "BiofromSpeakers": "",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "8:00",
        "Sortindex": "101"
    },
    {
        "Title": "Welcome",
        "Speakers": "",
        "LongDescription": "",
        "ShortDescription": "Introduction and logistical information from the organizers.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Housekeeping",
        "Durationminutes": "",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "",
        "BiofromSpeakers": "",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "8:40",
        "Sortindex": "102"
    },
    {
        "Title": "Keynote: Choosing the Best Medium for Your Message",
        "Speakers": "Trina Michelle Robinson",
        "LongDescription": "As the publishing industry continues to evolve it's important to find a storytelling technique or platform that works best for your goals. This talk will focus on the best medium for your message and will include different case studies Robinson has been involved with including her career in high circulation print publishing, podcasts, her work as a professional storyteller with the Moth Mainstage on professional stages across the country such as Lincoln Center and her work as a visual artist where she uses both print and film to tell stories. ",
        "ShortDescription": "As the publishing industry continues to evolve it's important to find a storytelling technique or platform that works best for your goals. This talk will focus on the best medium for your message and will include different case studies Robinson has been involved with including her career in high circulation print publishing, podcasts, her work as a professional storyteller with the Moth Mainstage on professional stages across the country such as Lincoln Center and her work as a visual artist where she uses both print and film to tell stories. ",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Plenary",
        "Durationminutes": "20",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/trina-michelle-robinson-73968b13/",
        "HeadshotfromSpeakers": "trina-robinson-linkedin.jpeg (https://dl.airtable.com/.attachments/3e119996bbb6f849bd00c6b4d01b3295/126117f6/trina-robinson-linkedin.jpeg)",
        "BiofromSpeakers": "Trina Michelle Robinson is a visual artist based in San Francisco who explores memory and migration. Her work has been exhibited at galleries and film festivals throughout the country including an upcoming solo exhibition at the Museum of the African Diaspora (MoAD). She told the story of exploring her ancestry with The Moth Mainstage on stages throughout the country including New York's Lincoln Center and NPR's Moth Radio Hour. She previously has worked in print and digital media in production and as a managing editor at companies such as The New York Times T Magazine, Vanity Fair and Slack. ",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "9:00",
        "Sortindex": "103"
    },
    {
        "Title": "Amplified Publishing",
        "Speakers": "Amy Spencer",
        "LongDescription": "Over recent years, digital technologies have fostered the proliferation of new platforms for publishing and broadcasting and the rise of video streaming has further dissolved the boundaries between these two modes. Publishing no longer refers only to words but also images, video and sound and its reach is pervasive and global.<br />These changes have been the focus of Amplified Publishing, a recent R&D project led by Professor Kate Pullinger at Bath Spa University in the UK as part of the wider Bristol + Bath Creative R+D programme. Over the past year, it has explored digital innovation in the publishing and content creation industries through in depth research into future models of content creation, discovery and distribution. It has asked how innovative digital publishing forms can reach an active audience across platforms and how experiences can be mediated and guided by writers, producers and technologists. With creative experimentation at its core, the project has brought together trade publishers, games and music publishers, web, online, video, audio and broadcast publishers together with tech sector innovators and creators to understand how the way we write, publish, distribute and find audiences has changed and to begin to understand the future.<br />In this talk, lead researcher Dr Amy Spencer will share findings from the Amplified Publishing programme's report, which sets out what might happen next over the next ten years of innovation in publishing and content creation in its broadest sense. It will draw on creative projects developed during this R&D process and the wider landscape to explore how emerging technologies enable new stories across genre and form and question how they are changing the way content is created, how it is discovered, how it is paid for and consumed and what this means for audiences.",
        "ShortDescription": "Over recent years, digital technologies have fostered the proliferation of new platforms for publishing and broadcasting and the rise of video streaming has further dissolved the boundaries between these two modes. Publishing no longer refers only to words but also images, video and sound and its reach is pervasive and global. These changes have been the focus of Amplified Publishing, a recent R&D project led by Professor Kate Pullinger at Bath Spa University.",
        "SupportingMaterials": "Project website: https://bristolbathcreative.org/pathfinders/amplified-publishing",
        "Status": "Yes",
        "Type": "Plenary",
        "Durationminutes": "20",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/alspencer",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "Amy Spencer_Amb Lit.jpg (https://dl.airtable.com/.attachments/0615af850374124721d2ce9dded2c8bd/c73f592f/AmySpencer_AmbLit.jpg)",
        "BiofromSpeakers": "Dr Amy Spencer is a postdoctoral researcher based in the Centre for Cultural and Creative Industries at Bath Spa University where she researches narrative and emerging technologies. She is a writer of both fiction and non-fiction and is the author of DIY: The Rise of Lo-Fi Culture. She has an edited collection of essays on ambient literature forthcoming with Bloomsbury and has authored a report on innovation in the publishing industry.",
        "TitlefromSpeakers": "Researcher",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "https://youtu.be/Iodf0J0cCj4",
        "StartTime": "9:20",
        "Sortindex": "104"
    },
    {
        "Title": "Single Source Typesetting",
        "Speakers": "Nellie McKesson,Dave Cramer,Julie Blanc",
        "LongDescription": "A discussion about accelerating the production of books via HTML typesetting.",
        "ShortDescription": "A discussion about accelerating the production of books via HTML typesetting.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Panel",
        "Durationminutes": "40",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/nelliemckesson, https://twitter.com/dauwhe, https://twitter.com/julieblancfr",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/nelliemckesson/, https://www.linkedin.com/in/davecramer/, https://www.linkedin.com/in/julie-blanc-550227232/",
        "HeadshotfromSpeakers": "nellie-mckesson.png (https://dl.airtable.com/.attachments/56cfc746941b3d366ca4a8279be7ed54/3e7d3a56/nellie-mckesson.png),Cramer.png (https://dl.airtable.com/.attachments/bb855dfbc997f9aae3efbfccc7867fd0/f3651989/Cramer.png),julie_wr.jpg (https://dl.airtable.com/.attachments/477b3a2b608cd163b39b4b2c6e9634a7/0ebd0ab6/julie_wr.jpg)",
        "BiofromSpeakers": "Nellie McKesson has over a dozen years of experience in publishing. She spent the early years of her career doing hands-on book production and layout, and then moved into more technical and managerial roles. As the market for ebooks began to rise, she taught herself web development and was an early evangelist for using web technologies in the book production process, before going on to found Hederis, an app that brings HTML typesetting and single-source workflows to publishers of any size. Nellie also teaches the ebooks course at Pace University and serves on the advisory board for Portland State University's publishing program., Dave Cramer is a Senior Product Analyst at Hachette Book Group, one of the \"Big 5\" trade publishers in the U.S. He develops standards, workflows, and tools for both print and ebook production using web technologies. He's a former member of the W3C's CSS Working Group, and helped edit specs on paged media. Dave is now co-chair of W3C's EPUB 3 Working Group, working on the forthcoming EPUB 3.3. , I'm a graphic designer and CSS developer. I use web technologies (HTML5, CSS3, javascript, epub) to design all kinds of publications, both digital and printed. I contribute to the development of Paged.js, a tool to use web technologies for printing & I'm preparing a PhD in ergonomics and design graphic.",
        "TitlefromSpeakers": "Founder and CEO, Senior Product Analyst, Graphic Designer",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "9:40",
        "Sortindex": "105"
    },
    {
        "Title": "Break",
        "Speakers": "",
        "LongDescription": "",
        "ShortDescription": "Mingle, grab coffee, and step outside for some fresh air.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Break",
        "Durationminutes": "",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "",
        "BiofromSpeakers": "",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "10:20",
        "Sortindex": "106"
    },
    {
        "Title": "Rapid Content Production",
        "Speakers": "Barbara Ruehling",
        "LongDescription": "A presentation about radical approaches to accelerating publishing processes. ",
        "ShortDescription": "A presentation about radical approaches to accelerating publishing processes. ",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Plenary",
        "Durationminutes": "20",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/booksprint",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/barbara-ruehling/",
        "HeadshotfromSpeakers": "BookSprints_Barbara.jpg (https://dl.airtable.com/.attachments/a09513d2323375f14d4fcabc21cc644a/1044f970/BookSprints_Barbara.jpg)",
        "BiofromSpeakers": "Barbara has been the CEO of Book Sprints since 2016, and focuses on streamlining their workflows. As a facilitator, Barbara's background in cultural anthropology and documentary film makes her observant and attentive to each group's unique process. ",
        "TitlefromSpeakers": "CEO and Lead Facilitator",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "10:40",
        "Sortindex": "107"
    },
    {
        "Title": "Re-imagining Book Production Workflows",
        "Speakers": "Mateus Man&ccedil;o Teixeira,Alasdair Allan,\"John Erik \"\"Buster\"\" Bylander\",Cassandra Farrin,Sarah Guan",
        "LongDescription": "A discussion about folks who have built publishing workflows outside of the traditional methods.",
        "ShortDescription": "The traditional production process can be slow and full of bottlenecks, and yet publishers continue to stick with it (often for very valid reasons). In this panel we'll take a closer look at 3 publishers who are approaching their book production differently, why they made the choices they did, the challenges and benefits they've seen from bucking the traditional model, and their hopes for the future. Moderated by long-time traditional production editor John Erik \"Buster\" Bylander, this panel brings together a small indie publisher (Cassandra Farrin and Sarah Guan of Erewhon Press), a representative from a major publisher (Mateus Teixeira of WW Norton), and the head of documentation for a tech company (Alasdair Allan of Raspberry Pi), to offer a well-rounded perspective of folks who are trying to do things differently.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Panel",
        "Durationminutes": "40",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/aallan, https://twitter.com/infratrilogy, https://twitter.com/@Sarah_Guan",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/mateus-teixeira, https://www.linkedin.com/in/alasdairallan/, https://www.linkedin.com/in/john-bylander-74097722",
        "HeadshotfromSpeakers": "image001.jpg (https://dl.airtable.com/.attachments/cdc24c2d7287658d71992ae7b2c97b3b/926fb589/image001.jpg),Alisdair-Allan.jpg (https://dl.airtable.com/.attachments/acf858ab26545185b790b7bc15305acb/7bacdd99/Alisdair-Allan.jpg),John headshot.jpg (https://dl.airtable.com/.attachments/9213d580ac4eb7fcbacd5282c9e36365/50c6505e/Johnheadshot.jpg),FarrinCassandra_professionalphoto2021.jpg (https://dl.airtable.com/.attachments/ad4747b4b1783cd4a19febf4920631cf/d3ad8c8f/FarrinCassandra_professionalphoto2021.jpg),Sarah Guan headshot 675x1000.jpg (https://dl.airtable.com/.attachments/527668fd7f9e48a9a608918eeaa9743a/1738465d/SarahGuanheadshot675x1000.jpg)",
        "BiofromSpeakers": "Mateus heads the Digital Publishing group in Norton's College Department&#8212;including Digital Publishing Solutions, Ebook Production, and Media Production teams&#8212;while serving as strategy lead and product owner for Norton Ebooks and Norton Testmaker. He is a proponent for open standards and acts as Norton's Advisory Committee Representative at the World Wide Web Consortium (W3C)., Alasdair Allan is a scientist, author, maker, and journalist. He works for Raspberry Pi, and is responsible for their documentation. He is somewhat notorious for causing one of the first big mobile privacy scandals, which eventually became known as &ldquo;locationgate.&rdquo; A former astronomer, he built a peer-to-peer network of autonomous, reactive telescopes; and contributed to the detection of what &#8212; at the time &#8212; was the most distant object yet discovered in the Universe., John is a Brooklyn-based publishing professional with a strong background in writing, editing, design, production, and metadata. He brings over a decade of experience in book publishing and an enthusiasm for publishing innovation to his production editing and product development work., Cassandra Farrin, Director of Publishing and Production. Cass (she/her) has been a champion of indie presses for the past ten years, doing everything from copyediting and proofreading to inventing production processes from scratch for a diverse array of academic and trade publishers. A US-UK Fulbright scholar in religious studies, she taught intercultural communication and interfaith dialogue before making the leap to publishing. Exploration of religion, culture, and ethics through the lens of speculative fiction is something she values deeply, both in her reading and in her own writing., Sarah is the Publisher of Erewhon Books, an independent speculative fiction publishing house. She is a Hugo Award-nominated editor who came to Erewhon after a varied career at Ace, DAW, and Orbit, and has worked with acclaimed and award-winning authors such as C. L. Polk, Cassandra Khaw, E. Lily Yu, Fonda Lee, Tasha Suri, Tade Thompson, Kacen Callender, among many others.",
        "TitlefromSpeakers": "VP, Director of Digital Publishing, Head of Documentation, Production Editor and Digital Content Specialist, Director of Publishing and Production, Publisher",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "11:00",
        "Sortindex": "108"
    },
    {
        "Title": "Decoding the Library Landscape: the Future of Digital in the Library Market",
        "Speakers": "Jennifer Rose Halperin",
        "LongDescription": "With the continued rise of big (and mega) publishing and consolidation in the industry, small and medium sized publishers must fight even harder to reach their audiences. In this competitive landscape, the library market is sometimes bypassed as a legitimate, positive, community-centric space for engagement, sales, and readership. This talk will discuss the future of the library market, including the need for better data and metrics, as well as innovative approaches to elending, distribution, acquisition, and preservation of digital materials.<br />",
        "ShortDescription": "",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Plenary",
        "Durationminutes": "20",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/jennierosehalperin/",
        "HeadshotfromSpeakers": "4B6010F2-10C1-4E0B-A707-19041443062C_1_102_o.jpeg (https://dl.airtable.com/.attachments/01c89cbcb3d3c73ccf4052b77ddd008f/926f20a9/4B6010F2-10C1-4E0B-A707-19041443062C_1_102_o.jpeg)",
        "BiofromSpeakers": "Jennie Rose Halperin (she/her/hers) is a digital strategist, community builder, and librarian who serves as Director of Library Futures at NYU's Engelberg Center on Innovation Law and Policy. She is focused on growing the organization and its reach and fostering a culture of open, inclusive leadership to support equitable library policy, technology, and advocacy. Jennie joins Library Futures from Harvard Law School Library, where she served as the Assistant Director for Outreach and Community Engagement. Previously, she managed communications for Creative Commons and worked on growth and community at O'Reilly Media and Mozilla. ",
        "TitlefromSpeakers": "Director",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "11:40",
        "Sortindex": "109"
    },
    {
        "Title": "Lunch",
        "Speakers": "",
        "LongDescription": "",
        "ShortDescription": "We're doing our best to accommodate all dietary needs. Please let us know if you have a special dietary restriction.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Meal",
        "Durationminutes": "",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "",
        "BiofromSpeakers": "",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "12:00",
        "Sortindex": "110"
    },
    {
        "Title": "Keynote: Brewster Kahle",
        "Speakers": "Brewster Kahle",
        "LongDescription": "",
        "ShortDescription": "",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Keynote",
        "Durationminutes": "",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/brewster_kahle",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "Brewster-Kahle-e1486666099128.jpeg (https://dl.airtable.com/.attachments/2107da4d2c0222bc5ac3b656a6ffee0d/09cc0b0f/Brewster-Kahle-e1486666099128.jpeg)",
        "BiofromSpeakers": "A passionate advocate for public Internet access and a successful entrepreneur, Brewster Kahle has spent his career intent on a singular focus: providing Universal Access to All Knowledge. He is the founder and Digital Librarian of the Internet Archive, one of the largest libraries in the world. Soon after graduating from the Massachusetts Institute of Technology where he studied artificial intelligence, Kahle helped found the company Thinking Machines, a parallel supercomputer maker. In 1989, Kahle created the Internet's first publishing system called Wide Area Information Server (WAIS), later selling the company to AOL. In 1996, Kahle co-founded Alexa Internet, which helps catalog the Web, selling it to Amazon.com in 1999. The Internet Archive, which he founded in 1996, now preserves 99+ unique petabytes of data - the books, Web pages, music, television, and software of our cultural heritage, working with more than 950 library and university partners to create a digital library, accessible to all.",
        "TitlefromSpeakers": "Founder and Digital Librarian",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "https://youtu.be/jvVc0SwskGc",
        "StartTime": "1:00",
        "Sortindex": "111"
    },
    {
        "Title": "Web Publications and Content Protection",
        "Speakers": "Micah Bowers",
        "LongDescription": "Books in Browsers with content protection will change the game for content creators of all types and open up completely new business models and use cases - from micro-subscription services to content marketing, reputation building and more.",
        "ShortDescription": "Books in Browsers with content protection will change the game for content creators of all types and open up completely new business models and use cases - from micro-subscription services to content marketing. PDF and EPUB will never be the same.",
        "SupportingMaterials": "I've given talks at Books in Browsers, Digital Book World, BEA, Tools of Change, Frankfurt Book fair, and many others. This is one of my favorites \"Ebooks from the inside out\" from Ebookcraft https://www.youtube.com/watch?v=sIHVp-0F1AE",
        "Status": "Yes",
        "Type": "Plenary",
        "Durationminutes": "20",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/micahsb",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/micahbowers",
        "HeadshotfromSpeakers": "Micah Headshot.jpeg (https://dl.airtable.com/.attachments/e17cb4188ff86777223d1eb7cc795bcf/672c0bde/MicahHeadshot.jpeg)",
        "BiofromSpeakers": " I create products that enable people to create and share stories and knowledge. I'm currently focused on a new platform called \"Cloudshelf\" that makes ebooks a first class citizen of the internet.",
        "TitlefromSpeakers": "CEO",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "1:20",
        "Sortindex": "112"
    },
    {
        "Title": " Non-Traditional Publishing Profit Models",
        "Speakers": "Johanna Vondeling,Rebekah Borucki,Helena Brantley",
        "LongDescription": "Successful publishing businesses can operate profitably by making their own rules that align with their values. Some might pay the same advance to each author, or pay staff the same salary (or limit the compensation of the CEO), or establish ownership or governance models that include staff / authors / customers. Johanna Vondeling, Berrett-Koehler [confirmed] PM Press [contact TBD] Row House Publishing, Rebekah Borucki [JB writing 6/28] Belt Publishing, Anne Trubek [might be another option] Open to other publisher recommendations! Julie",
        "ShortDescription": "Successful publishing businesses can operate profitably by making their own rules that align with their values. Some might pay the same advance to each author, or pay staff the same salary (or limit the compensation of the CEO), or establish ownership or governance models that include staff / authors / customers.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Panel",
        "Durationminutes": "40",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/jvondeling, https://twitter.com/rowhousepub, https://twitter.com/RedPencilPR",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/johannavondeling/, https://www.linkedin.com/in/rebekahborucki/, https://www.linkedin.com/in/helenabrantley/",
        "HeadshotfromSpeakers": "Johanna Vondeling.jpeg (https://dl.airtable.com/.attachments/799cb8e4431a10d177a8ffd7c0df0d4d/2bb7c769/JohannaVondeling.jpeg),Rebekah Borucki.jpg (https://dl.airtable.com/.attachments/0ae6c2c46d00afa02368d7faac7d5026/9b45690d/RebekahBorucki.jpg),Helena Brantley_photo by Kelly Sullivan.jpg (https://dl.airtable.com/.attachments/78a89598766ce25da2dff5bee2b4b251/dbb3383e/HelenaBrantley_photobyKellySullivan.jpg)",
        "BiofromSpeakers": "Johanna Vondeling is Berrett-Koehler's President and Publisher. After joining the company in 2004, she served as VP for Editorial and Digital, and later as VP for International Sales and Business Development. Previously, she worked for Jossey-Bass (a Wiley imprint), W.W. Norton, and Holt, Rinehart, and Winston. She serves on the board of Bay Area Women in Publishing; she chairs that group's Diversity, Equity, and Inclusion Committee and co-chairs its Mentorship Task Force. She is also co-steward of the Berrett-Koehler DEIJ Working Group. She lives in Berkeley, CA., Rebekah &ldquo;Bex&rdquo; Borucki (she/they) is a mother-to-five, self-help and children's author, and the Founder and President of Row House, Wheat Penny Press (Row House's children's imprint), and the WPP Little Readers Big Change Initiative. Since 2009, Rebekah has run an online wellness advocacy space through her BexLife platform. She has also served on the Yoga Alliance Equity Task Force and as a mentor for Hay House's Diverse Wisdom Initiative. Rebekah is driven by a commitment to make wellness tools available to all and to help others recover the liberation stolen from them by White Supremacy. She lives with her family in New Jersey.<br />, Helena Brantley is a public relations professional who works with scholars, subject experts and publishers, to promote non-fiction books. As principal of Pencil Public Relations + Marketing, a Company of One, Helena collaborates with a small team of subcontractors&#8212;designers, copy editors, writers, researchers, and other creatives&#8212;to develop promotional campaigns. <br /><br />Early in her career, Helena worked for public relations and marketing agencies to promote Procter and Gamble's Oil of Olay, Microsoft DEI initiatives, Pacific Gas & Electric's Energy Star Financing and other brands. As a publicity director for HarperCollins Publishers, Helena designed and implemented best-selling publicity campaigns for Barbara Brown Taylor, Bart Ehrman, Rabbi Michael Lerner, Stephen Prothero, Deepak Chopra and others.  <br /><br />Helena is a proud native of New Jersey&#8212;Fort Lee, Princeton and Paterson&#8212;who lives with her husband and two daughters in Alameda, CA.",
        "TitlefromSpeakers": "President and Publisher, Founder and President, Principal",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "1:40",
        "Sortindex": "113"
    },
    {
        "Title": "Unconference",
        "Speakers": "",
        "LongDescription": "",
        "ShortDescription": "",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Unconference",
        "Durationminutes": "",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "",
        "BiofromSpeakers": "",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "2:20",
        "Sortindex": "114"
    },
    {
        "Title": "Break",
        "Speakers": "",
        "LongDescription": "",
        "ShortDescription": "Mingle, grab coffee, and step outside for some fresh air.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Break",
        "Durationminutes": "",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "",
        "BiofromSpeakers": "",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "3:20",
        "Sortindex": "115"
    },
    {
        "Title": "How publication sector can be more diverse and inclusive w.r.t participation and building tools",
        "Speakers": "Bhuvana Meenakshi Koteeswaran",
        "LongDescription": "A brief talk on global women participation in Open Source. Opportunities where women and marginalised groups can be made inclusive in digital publishing development. DEWI, an initiative to bridge the gaps in participation and skill building.",
        "ShortDescription": "A brief talk on global women participation in Open Source. Opportunities where women and marginalised groups can be made inclusive in digital publishing development. DEWI, an initiative to bridge the gaps in participation and skill building.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Plenary",
        "Durationminutes": "20",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/bhuvanakotees1",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/bhuvana-meenakshi-koteeswaran-a67b58103",
        "HeadshotfromSpeakers": "7C3A7232.jpg (https://dl.airtable.com/.attachments/641c4740ae29b6682c1b7b6300278019/595dd2c8/7C3A7232.jpg)",
        "BiofromSpeakers": "Bhuvana Meenakshi Koteeswaran is a Socio-tech Researcher and founder of Women In Tech collectives, India, she is also Internationally recognized as a Mozillian, Wikimedian, and VRAR/ multidimensional space enthusiast. She is also a Program Manager at Coko Foundation. She is one of the recipients of the ShuttleWorth Flash Grant awards 2021. Bhuvana initiated the Women In Tech community in India to enable more voices of women who are interested in pursuing a career in tech or want to learn tech and to give opportunities for those who lost their careers in tech due to the pandemic. She is the co-founder of EmergeAbility, an initiative to make the digital world inclusive and accessible. She has also facilitated global events like MozFest, and Hack4OpenGLAM. She had been a mentor at Creep-a-thon hosted by Codam college, Amsterdam. She was one among the International Jury panel for the Open Publishing Awards  and Wikipedia Pages wanting Photos campaign 2021.",
        "TitlefromSpeakers": "Socio-tech Researcher and founder of Women In Tech collectives,<br />India",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "3:40",
        "Sortindex": "116"
    },
    {
        "Title": "Rethinking the Canon: The Rise of Asian American Literary Culture",
        "Speakers": "Jafreen Uddin",
        "LongDescription": "Jafreen Uddin will speak on the rise of creative ecosystems designed to develop and support writers and creators of color, specifically from the Asian American diaspora, and to help publish and market their works in the literary marketplace. How are generations of Asian and Asian diasporic storytellers reinventing the literary canon? ",
        "ShortDescription": "Jafreen Uddin will speak on the rise of creative ecosystems designed to develop and support writers and creators of color, specifically from the Asian American diaspora, and to help publish and market their works in the literary marketplace. How are generations of Asian and Asian diasporic storytellers reinventing the literary canon? ",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Plenary",
        "Durationminutes": "20",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/jafreenmu",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/jafreen-uddin/",
        "HeadshotfromSpeakers": "JMU Headshot.jpg (https://dl.airtable.com/.attachments/9ef5f250d6bac41f740de79e30ea89b6/09bd03f5/JMUHeadshot.jpg)",
        "BiofromSpeakers": "Jafreen Uddin was appointed Executive Director of the AAWW in January 2020. She is the first woman to lead the organization since its founding in 1991. With over a decade of experience working in the public sector, she specializes in communications, education, and fundraising. Prior to joining PEN America, she helped oversee Executive Education as an Assistant Director with NYU's Stern School of Business, developing and coordinating both degree and non-degree programming for cohorts of senior-level executives. ",
        "TitlefromSpeakers": "Executive Director",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "https://youtu.be/xQkwNMNMC9k",
        "StartTime": "3:50",
        "Sortindex": "117"
    },
    {
        "Title": "Indie Bookstores: Doing It in the After Times",
        "Speakers": "Pete Mulvihill,Michelle Walton",
        "LongDescription": "",
        "ShortDescription": "",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Panel",
        "Durationminutes": "40",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "https://twitter.com/greenapplebooks",
        "LinkedInfromSpeakers": "https://www.linkedin.com/in/pete-mulvihill-447280/",
        "HeadshotfromSpeakers": "Pete Mulvihill headshot.jpg (https://dl.airtable.com/.attachments/18b5a4ebfadd25007c44d86f3f3cab09/e2090559/PeteMulvihillheadshot.jpg)",
        "BiofromSpeakers": "Pete Mulvihill is the co-owner of Green Apple Books, a trio of independent bookstores in San Francisco. Green Apple is a San Francisco Legacy Business which has connected good books with curious readers since 1967. He recently completed six years of volunteer service on the governing board of the American Booksellers Association. Pete lives in the outer Sunset with his spouse and twin teenagers, and, when not reading, he spends much of his time in or on the water.",
        "TitlefromSpeakers": "Co-owner, Co-owner",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "4:10",
        "Sortindex": "118"
    },
    {
        "Title": "\"Here we are again!\"",
        "Speakers": "Peter Brantley",
        "LongDescription": "",
        "ShortDescription": "Founder of the Books in Browsers events of the late 2000s and 2010s, Peter Brantley will wrap up our first day with his perspective of how the landscape has changed, and what publishing innovation looks like in 2022.",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Plenary",
        "Durationminutes": "20",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "",
        "BiofromSpeakers": "",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "4:50",
        "Sortindex": "119"
    },
    {
        "Title": "Reception",
        "Speakers": "",
        "LongDescription": "",
        "ShortDescription": "",
        "SupportingMaterials": "",
        "Status": "Yes",
        "Type": "Break",
        "Durationminutes": "",
        "SubstackfromSpeakers": "",
        "TwitterfromSpeakers": "",
        "LinkedInfromSpeakers": "",
        "HeadshotfromSpeakers": "",
        "BiofromSpeakers": "",
        "TitlefromSpeakers": "",
        "ReadytoPublish": "checked",
        "ScheduleSlot": "",
        "Video": "",
        "StartTime": "5:30",
        "Sortindex": "120"
    }
]